{"Active":"คล่องแคล่ว","Agent area":"พื้นที่ตัวแทน","Agent details":"รายละเอียดตัวแทน","Agents":"ตัวแทน","All":"ทั้งหมด","All channels":"ทุกช่อง","All messages":"ข้อความทั้งหมด","Articles":"บทความ","Articles title":"ชื่อบทความ","Automatically translates user messages into agent language and agent messages into user language.":"แปลข้อความของผู้ใช้เป็นภาษาตัวแทนและข้อความตัวแทนเป็นภาษาของผู้ใช้โดยอัตโนมัติ","Brand":"ยี่ห้อ","Choose which fields to disable from the tickets area.":"เลือกฟิลด์ที่จะปิดการใช้งานจากพื้นที่ตั๋ว","Choose which fields to include in the new ticket form.":"เลือกฟิลด์ที่จะรวมไว้ในแบบฟอร์มตั๋วใหม่","City":"เมือง","Company":"บริษัท","Content":"เนื้อหา","Conversation profile":"โปรไฟล์การสนทนา","Country":"ประเทศ","Default conversation name":"ชื่อการสนทนาเริ่มต้น","Default department":"แผนกเริ่มต้น","Default form":"แบบฟอร์มเริ่มต้น","Department":"สาขา","Departments":"หน่วยงาน","Disable features":"ปิดการใช้งานคุณสมบัติ","Disable file uploading capabilities within the chat.":"ปิดใช้งานความสามารถในการอัปโหลดไฟล์ภายในแชท","Disabled":"พิการ","Display the user full name in the left panel instead of the conversation title.":"แสดงชื่อเต็มของผู้ใช้ในแผงด้านซ้ายแทนชื่อการสนทนา","Edit profile":"แก้ไขโปรไฟล์","Enable the users area for agents.":"เปิดใช้งานพื้นที่ผู้ใช้สำหรับตัวแทน","Enable users area for agents":"เปิดใช้งานพื้นที่ผู้ใช้สำหรับตัวแทน","Follows a conversation between a human agent and an end user and provide response suggestions to the human agent in real-time.":"ติดตามการสนทนาระหว่างตัวแทนที่เป็นมนุษย์และผู้ใช้ปลายทาง และให้คำแนะนำในการตอบสนองต่อตัวแทนที่เป็นมนุษย์ในแบบเรียลไทม์","Generate conversations data":"สร้างข้อมูลการสนทนา","Host":"เจ้าภาพ","Instance ID":"รหัสอินสแตนซ์","Label":"ฉลาก","Language":"ภาษา","Language detection":"การตรวจจับภาษา","Last name":"นามสกุล","Left":"ซ้าย","Left panel":"แผงด้านซ้าย","Left profile image":"รูปโปรไฟล์ด้านซ้าย","Location":"ที่ตั้ง","Message":"ข้อความ","Message template":"แม่แบบข้อความ","Name":"ชื่อ","New ticket button":"ปุ่มตั๋วใหม่","No delay":"ไม่ล่าช้า","No results found.":"ไม่พบผลลัพธ์.","None":"ไม่มี","Offset":"ออฟเซ็ต","Panel height":"ความสูงของแผง","Panels arrows":"แผงลูกศร","Password":"รหัสผ่าน","Phone":"โทรศัพท์","Primary color":"สีหลัก","Priority":"ลำดับความสำคัญ","Profile image":"รูปโปรไฟล์","Redirect the user to the specified URL if the registration is required and the user is not logged in. Leave blank to use the default registration form.":"เปลี่ยนเส้นทางผู้ใช้ไปยัง URL ที่ระบุหากจำเป็นต้องลงทะเบียนและผู้ใช้ไม่ได้เข้าสู่ระบบ เว้นว่างไว้เพื่อใช้แบบฟอร์มการลงทะเบียนเริ่มต้น","Registration redirect":"การลงทะเบียนเปลี่ยนเส้นทาง","Reports":"รายงาน","Require the user registration or login in order to use the tickets area.":"ต้องลงทะเบียนผู้ใช้หรือเข้าสู่ระบบเพื่อใช้พื้นที่ตั๋ว","Right":"ถูกต้อง","Right panel":"แผงขวา","Saved replies":"คำตอบที่บันทึกไว้","Send email":"ส่งอีเมล","Send message via enter button":"ส่งข้อความผ่านปุ่ม Enter","Send the message via the ENTER keyboard button.":"ส่งข้อความผ่านปุ่มแป้นพิมพ์ ENTER","Subject":"เรื่อง","Subtract the offset value from the height value.":"ลบค่าออฟเซ็ตจากค่าความสูง","Text":"ข้อความ","Ticket custom fields":"ช่องกำหนดเองตั๋ว","Ticket fields":"ช่องจำหน่ายตั๋ว","Title":"ชื่อ","Transcript":"การถอดเสียง","Trigger":"สิ่งกระตุ้น","User name as title":"ชื่อผู้ใช้เป็นชื่อ","Username":"ชื่อผู้ใช้","Users and agents":"ผู้ใช้และตัวแทน","A conversation was started by":"เริ่มบทสนทนาโดย","a day":"วันหนึ่ง","a month":"หนึ่งเดือน","a week":"สัปดาห์","a year":"ต่อปี","Account":"บัญชี","Activate":"เปิดใช้งาน","Activation complete! Page reload in progress...":"การเปิดใช้งานเสร็จสมบูรณ์! กำลังโหลดหน้าซ้ำ...","Active eCommerce":"Active eCommerce","Active for admin area":"ใช้งานสำหรับพื้นที่ผู้ดูแลระบบ","Active Membership":"สมาชิกที่ใช้งานอยู่","Add a link to the articles button.":"เพิ่มลิงค์ไปยังปุ่มบทความ","Add a product":"เพิ่มสินค้า","Add a saved reply":"เพิ่มการตอบกลับที่บันทึกไว้","Add an emoji":"เพิ่มอิโมจิ","Add condition":"เพิ่มเงื่อนไข","Add expression":"เพิ่มนิพจน์","Add new article":"เพิ่มบทความใหม่","Add new automation":"เพิ่มระบบอัตโนมัติใหม่","Add new category":"เพิ่มหมวดหมู่ใหม่","Add new item":"เพิ่มรายการใหม่","Add new note":"เพิ่มโน้ตใหม่","Add new user":"เพิ่มผู้ใช้ใหม่","Add note":"เพิ่มหมายเหตุ","Add user":"เพิ่มผู้ใช้","Add user expressions":"เพิ่มนิพจน์ผู้ใช้","Address":"ที่อยู่","admin":"ผู้ดูแลระบบ","Admin":"แอดมิน","Agent":"ตัวแทน","Agent assigned. The agent has been notified.":"ตัวแทนที่ได้รับมอบหมาย ได้แจ้งให้ตัวแทนทราบแล้ว","Agent conversations":"บทสนทนาของตัวแทน","Agent conversations count":"จำนวนการสนทนาของตัวแทน","Agent conversations time":"เวลาสนทนากับเจ้าหน้าที่","Agent name":"ชื่อตัวแทน","Agent ratings":"การให้คะแนนของตัวแทน","Agent response time":"เวลาตอบสนองของตัวแทน","Agents & Admins":"ตัวแทนและผู้ดูแลระบบ","All conversations in the trash (including their messages) will be deleted permanently.":"การสนทนาทั้งหมดในถังขยะ (รวมถึงข้อความของพวกเขา) จะถูกลบอย่างถาวร","All departments":"ทุกหน่วยงาน","All fields are required.":"ต้องระบุทุกช่อง","All fields are required. Minimum password length is 8 characters. Be sure you've entered a valid email.":"ต้องระบุทุกช่อง ความยาวรหัสผ่านขั้นต่ำคือ 8 ตัวอักษร ตรวจสอบให้แน่ใจว่าคุณได้ป้อนอีเมลที่ถูกต้อง","All leads, including all the linked conversations and messages, will be deleted permanently.":"ลูกค้าเป้าหมายทั้งหมด รวมถึงการสนทนาและข้อความที่เชื่อมโยงทั้งหมด จะถูกลบออกอย่างถาวร","All selected users will be deleted permanently including all linked data, conversations, and messages.":"ผู้ใช้ที่เลือกทั้งหมดจะถูกลบออกอย่างถาวร รวมถึงข้อมูล การสนทนา และข้อความที่เชื่อมโยงทั้งหมด","and":"และ","And":"และ","Animals & Nature ":"สัตว์และธรรมชาติ","Annually":"รายปี","API token":"โทเค็น API","App Cluster":"คลัสเตอร์แอป","App ID":"รหัสแอพ","App Key":"คีย์แอป","App Secret":"ความลับของแอพ","Apps":"แอพ","April":"เมษายน","Archive":"คลังเก็บเอกสารสำคัญ","Archive conversation":"เก็บบทสนทนา","archived.":"เก็บถาวร","Article":"บทความ","Article name":"ชื่อบทความ","Article ratings":"การให้คะแนนบทความ","Article title":"ชื่อบทความ","Article views":"มุมมองบทความ","Article views by article":"การดูบทความโดยบทความ","Articles and categories saved":"บทความและหมวดหมู่ที่บันทึกไว้","Articles button link":"ลิงค์ปุ่มบทความ","Articles saved":"บทความที่บันทึกไว้","Articles searches":"ค้นหาบทความ","Articles searches made by users.":"การค้นหาบทความโดยผู้ใช้","Attach a file":"แนบเอกสาร","August":"สิงหาคม","Automated messages":"ข้อความอัตโนมัติ","Automatic update completed. Reload the admin area to apply the update.":"การอัปเดตอัตโนมัติเสร็จสิ้น โหลดพื้นที่ผู้ดูแลระบบซ้ำเพื่อใช้การอัปเดต","Automation":"ระบบอัตโนมัติ","Automations":"ระบบอัตโนมัติ","Average agent conversations duration":"ระยะเวลาสนทนาของตัวแทนโดยเฉลี่ย","Average agent response time":"เวลาตอบสนองโดยเฉลี่ยของตัวแทน","Average conversations duration":"ระยะเวลาสนทนาโดยเฉลี่ย","Average conversations duration of each agent. Messages sent more than 7 days after the previous message are counted as part of a new conversation.":"ระยะเวลาสนทนาเฉลี่ยของตัวแทนแต่ละราย ข้อความที่ส่งมากกว่า 7 วันหลังจากข้อความก่อนหน้าจะถูกนับรวมเป็นส่วนหนึ่งของการสนทนาใหม่","Average conversations duration. Messages sent more than 7 days after the previous message are counted as part of a new conversation.":"ระยะเวลาสนทนาเฉลี่ย ข้อความที่ส่งมากกว่า 7 วันหลังจากข้อความก่อนหน้าจะถูกนับรวมเป็นส่วนหนึ่งของการสนทนาใหม่","Average time":"เวลาเฉลี่ย","Average time for agents to send the first reply after the user sends the first message.":"เวลาเฉลี่ยสำหรับตัวแทนในการตอบกลับครั้งแรกหลังจากที่ผู้ใช้ส่งข้อความแรก","Bad":"แย่","Birthdate":"วันที่เกิด","Browser":"เบราว์เซอร์","Browsers":"เบราว์เซอร์","Browsers used by users who started at least one chat.":"เบราว์เซอร์ที่ใช้โดยผู้ใช้ที่เริ่มการแชทอย่างน้อยหนึ่งครั้ง","Cancel":"ยกเลิก","Cancel subscription":"ยกเลิกการสมัครสมาชิก","Categories":"หมวดหมู่","Category":"หมวดหมู่","Change Log":"เปลี่ยนบันทึก","Change the chat button image.":"เปลี่ยนรูปภาพปุ่มแชท","Changelog":"บันทึกการเปลี่ยนแปลง","Chat":"แชท","Check your email":"ตรวจสอบอีเมลของคุณ","Choose a language":"เลือกภาษา","Choose file":"เลือกไฟล์","Choose which fields to include in the registration form. Name, email, and password fields are all included by default.":"เลือกฟิลด์ที่จะรวมในแบบฟอร์มการลงทะเบียน ฟิลด์ชื่อ อีเมล และรหัสผ่านทั้งหมดรวมอยู่ในค่าเริ่มต้น","Client side admin":"ผู้ดูแลระบบฝั่งไคลเอ็นต์","Close":"ปิด I","Closed":"ปิด","Complete installation":"ติดตั้งเสร็จ","Conditions":"เงื่อนไข","Confirm":"ยืนยัน","Conversations":"บทสนทนา","Conversations count":"จำนวนการสนทนา","Conversations time":"เวลาสนทนา","Count":"นับ","Count of conversations without a reply from an human agent. Conversations with a reply from the bot are counted.":"นับการสนทนาโดยไม่มีการตอบกลับจากตัวแทนที่เป็นมนุษย์ การสนทนาที่มีการตอบกลับจากบอทจะถูกนับ","Count of new conversations started by users.":"จำนวนการสนทนาใหม่ที่เริ่มต้นโดยผู้ใช้","Countries":"ประเทศ","Countries of users who started at least one chat.":"ประเทศของผู้ใช้ที่เริ่มการแชทอย่างน้อยหนึ่งครั้ง","Country Code":"รหัสประเทศ","Creation time":"เวลาสร้าง","Currency":"สกุลเงิน","Current URL":"URL ปัจจุบัน","Dashboard":"แผงควบคุม","Database Name":"ชื่อฐานข้อมูล","Date":"วันที่","December":"ธันวาคม","Default":"ค่าเริ่มต้น","Delete":"ลบ","Delete conversation":"ลบบทสนทนา","Delete user":"ลบผู้ใช้","Delete users":"ลบผู้ใช้","deleted.":"ถูกลบ","department":"สาขา","departments list":"รายชื่อหน่วยงาน","Design":"ออกแบบ","Details":"รายละเอียด","Detect the language of the user' messages and change the agent language accordingly, if available, otherwise, show a fallback message.":"ตรวจหาภาษาของข้อความของผู้ใช้และเปลี่ยนภาษาของตัวแทนตามนั้น หากมี มิฉะนั้น ให้แสดงข้อความทางเลือก","Direct chat messages":"ข้อความแชทโดยตรง","Direct emails":"อีเมลโดยตรง","Direct messages":"ข้อความโดยตรง","Direct messages sent to users. The details column shows the first part of the message and the number of users to which it has been sent to.":"ข้อความตรงที่ส่งถึงผู้ใช้ คอลัมน์รายละเอียดจะแสดงส่วนแรกของข้อความและจำนวนผู้ใช้ที่ส่งไป","Direct text messages":"ข้อความโดยตรง","Display additional fields in the users table. Insert the name of the fields to add.":"แสดงฟิลด์เพิ่มเติมในตารางผู้ใช้ ใส่ชื่อของฟิลด์ที่จะเพิ่ม","Docs":"เอกสาร","Download CSV":"ดาวน์โหลด CSV","Download your invoices here.":"ดาวน์โหลดใบแจ้งหนี้ของคุณที่นี่","Edit additional details":"แก้ไขรายละเอียดเพิ่มเติม","Edit details":"แก้ไขรายละเอียด","Edit user":"แก้ไขผู้ใช้","Email":"อีเมล","Email automations count":"ระบบอีเมลอัตโนมัตินับ","Embed code":"รหัสฝัง","Empty trash":"ถังขยะที่ว่างเปล่า","Enable the push notifications for the admin area.":"เปิดใช้งานการแจ้งเตือนแบบพุชสำหรับพื้นที่ผู้ดูแลระบบ","every 2 years":"ทุกๆ 2 ปี","every 3 months":"ทุก 3 เดือน","every 3 years":"ทุกๆ 3 ปี","every 6 months":"ทุก 6 เดือน","Expired on":"หมดอายุเมื่อ","Expires on":"หมดอายุเมื่อ","External link":"การเชื่อมโยงภายนอก","February":"กุมภาพันธ์","First name":"ชื่อจริง","Follow up":"ติดตาม","Follow-up emails count":"อีเมลติดตามผลนับ","Food & Drink ":"อาหารเครื่องดื่ม","Free":"ฟรี","Friday":"วันศุกร์","Front End":"ส่วนหน้า","Full name":"ชื่อเต็ม","Get domain information":"รับข้อมูลโดเมน","Good":"ดี","Google app details":"รายละเอียดแอป Google","If an account linked to the email provided exists you will receive an email with a link to reset your password.":"หากมีบัญชีที่เชื่อมโยงกับอีเมลที่ให้ไว้ คุณจะได้รับอีเมลพร้อมลิงก์เพื่อรีเซ็ตรหัสผ่านของคุณ","If the bot doesn't understand a user's question\/intent, automatically ask the user if he would like to contact an agent. If the user confirms the action the conversation is marked as unread, and the agents are notified. If you're using Slack, no messages will be sent if the bot knows the answer.":"หากบอทไม่เข้าใจคำถาม\/เจตนาของผู้ใช้ ให้ถามผู้ใช้โดยอัตโนมัติว่าต้องการติดต่อตัวแทนหรือไม่ หากผู้ใช้ยืนยันการดำเนินการ การสนทนาจะถูกทำเครื่องหมายว่ายังไม่ได้อ่าน และตัวแทนจะได้รับแจ้ง หากคุณใช้ Slack ระบบจะไม่ส่งข้อความใด ๆ หากบอทรู้คำตอบ","If the bot doesn't understand a user's question\/intent, automatically notify agents and leave the conversation marked as unread.":"หากบอทไม่เข้าใจคำถาม\/เจตนาของผู้ใช้ ให้แจ้งเจ้าหน้าที่โดยอัตโนมัติและปล่อยให้การสนทนาทำเครื่องหมายว่ายังไม่ได้อ่าน","Inbox":"กล่องจดหมาย","Include an artificial intelligence driven chat bot to answer your users\\'s questions and perform complex tasks automatically.":"รวมแชทบอทที่ขับเคลื่อนด้วยปัญญาประดิษฐ์เพื่อตอบคำถามของผู้ใช้ของคุณและทำงานที่ซับซ้อนโดยอัตโนมัติ","Include last name":"รวมนามสกุล","Include profile image":"รวมรูปโปรไฟล์","Installation":"การติดตั้ง","Intent created":"ตั้งใจสร้าง","Intent updated":"ปรับปรุงความตั้งใจ","Invoices":"ใบแจ้งหนี้","is writing an answer.":"กำลังเขียนคำตอบ","It looks like your license key is invalid. If you believe this is an error, please contact support.":"ดูเหมือนว่ารหัสสัญญาอนุญาตของคุณไม่ถูกต้อง หากคุณเชื่อว่านี่เป็นข้อผิดพลาด โปรดติดต่อฝ่ายสนับสนุน","Items in cart":"รายการในรถเข็น","January":"มกราคม","July":"กรกฎาคม","June":"มิถุนายน","Knowledge base articles successfully imported.":"นำเข้าบทความฐานข้อมูลองค์ความรู้เรียบร้อยแล้ว","Languages":"ภาษา","Languages of users who started at least one chat.":"ภาษาของผู้ใช้ที่เริ่มการแชทอย่างน้อยหนึ่งครั้ง","Last activity":"กิจกรรมสุดท้าย","Last name field":"ฟิลด์นามสกุล","Lead":"ตะกั่ว","Lead registrations count":"จำนวนการลงทะเบียนลูกค้าเป้าหมาย","Leads":"ลูกค้าเป้าหมาย","Leads and conversations successfully deleted.":"ลบลูกค้าเป้าหมายและการสนทนาเรียบร้อยแล้ว","Leads count. Leads are users who have started at least one conversation but who are not registered.":"ลูกค้าเป้าหมายนับ ลูกค้าเป้าหมายคือผู้ใช้ที่เริ่มการสนทนาอย่างน้อยหนึ่งครั้งแต่ไม่ได้ลงทะเบียน","License key":"รหัสใบอนุญาต","Login":"เข้าสู่ระบบ","Logout":"ออกจากระบบ","Manage profile":"จัดการโปรไฟล์","March":"มีนาคม","Mark as read":"ทำเครื่องหมายว่าอ่านแล้ว","Mark as unread":"ทำเครื่องหมายว่ายังไม่ได้อ่าน","marked as read.":"ทำเครื่องหมายว่าอ่านแล้ว","May":"อาจ","Membership":"สมาชิก","Menu":"เมนู","Message automations count":"ข้อความอัตโนมัตินับ","Message sent as text message.":"ข้อความที่ส่งเป็นข้อความ","messages":"ข้อความ","Messages":"ข้อความ","Miscellaneous":"เบ็ดเตล็ด","Missed conversations":"พลาดการสนทนา","Missed conversations count":"จำนวนการสนทนาที่ไม่ได้รับ","Missing database details! Please check the database information and try again.":"ไม่มีรายละเอียดฐานข้อมูล! โปรดตรวจสอบข้อมูลฐานข้อมูลแล้วลองอีกครั้ง","Monday":"วันจันทร์","Monthly":"รายเดือน","Monthly usage in":"การใช้งานรายเดือนใน","More":"มากกว่า","Negative":"เชิงลบ","New":"ใหม่","New Intent":"ความตั้งใจใหม่","New order":"ออเดอร์ใหม่","New translation":"แปลใหม่","No articles found.":"ไม่พบบทความ","No data found.":"ไม่พบข้อมูล.","No saved replies found. Add new saved replies via Settings > Miscellaneous.":"ไม่พบคำตอบที่บันทึกไว้ เพิ่มการตอบกลับที่บันทึกไว้ใหม่ผ่านการตั้งค่า &gt; เบ็ดเตล็ด","Not helpful":"ไม่เป็นประโยชน์","Notes":"หมายเหตุ","Notifications":"การแจ้งเตือน","Notify agents of a fallback response":"แจ้งตัวแทนของการตอบกลับทางเลือก","November":"พฤศจิกายน","Number of conversations which at least one reply from the agent.":"จำนวนการสนทนาที่ตอบกลับอย่างน้อยหนึ่งครั้งจากตัวแทน","Number of times articles have been viewed by users.":"จำนวนครั้งที่ผู้ใช้ดูบทความ","Number of users who created an account via the registration form of the chat.":"จำนวนผู้ใช้ที่สร้างบัญชีผ่านแบบฟอร์มการลงทะเบียนของแชท","Number of users who registered their email via follow-up message.":"จำนวนผู้ใช้ที่ลงทะเบียนอีเมลผ่านข้อความติดตามผล","Number of users who registered their email via subscribe message.":"จำนวนผู้ใช้ที่ลงทะเบียนอีเมลผ่านข้อความสมัครสมาชิก","October":"ตุลาคม","Offline":"ออฟไลน์","Online":"ออนไลน์","Only the user can view this content.":"เฉพาะผู้ใช้เท่านั้นที่สามารถดูเนื้อหานี้ได้","Operating system":"ระบบปฏิบัติการ","Operating systems":"ระบบปฏิบัติการ","Operating systems used by users who started at least one chat.":"ระบบปฏิบัติการที่ใช้โดยผู้ใช้ที่เริ่มการแชทอย่างน้อยหนึ่งครั้ง","OS":"คุณ","Parent category":"หมวดหมู่ผู้ปกครอง","People & Body ":"คนและร่างกาย","Plans":"แผน","Please complete the installation process by entering your database connection details below. If you are not sure about this, contact your hosting provider for support.":"โปรดทำขั้นตอนการติดตั้งให้เสร็จสิ้นโดยป้อนรายละเอียดการเชื่อมต่อฐานข้อมูลของคุณด้านล่าง หากคุณไม่แน่ใจเกี่ยวกับเรื่องนี้ โปรดติดต่อผู้ให้บริการโฮสติ้งเพื่อขอรับการสนับสนุน","Please first activate Slack, then save the settings and reload the admin area.":"โปรดเปิดใช้งาน Slack ก่อน จากนั้นให้บันทึกการตั้งค่าและโหลดพื้นที่ผู้ดูแลระบบอีกครั้ง","Please go to Settings > Miscellaneous and insert your Envato Purchase Code.":"โปรดไปที่การตั้งค่า &gt; เบ็ดเตล็ด แล้วใส่รหัสการซื้อ Envato ของคุณ","Please insert email and password of your WordPress account":"กรุณาใส่อีเมลและรหัสผ่านของบัญชี WordPress ของคุณ","Please insert the bot response and at least one user expression.":"โปรดแทรกการตอบสนองของบอทและนิพจน์ของผู้ใช้อย่างน้อยหนึ่งรายการ","Please insert the license key.":"กรุณาใส่รหัสใบอนุญาต","Positive":"เชิงบวก","Postal code":"รหัสไปรษณีย์","Preview":"ดูตัวอย่าง","Purchase history":"ประวัติการซื้อ","Purchase license":"ซื้อใบอนุญาต","Purchase membership":"ซื้อสมาชิก","Push notification":"การแจ้งเตือนแบบพุช","Ratings":"คะแนน","Ratings assigned to agents.":"การให้คะแนนที่กำหนดให้กับตัวแทน","Ratings assigned to articles by users":"การให้คะแนนที่กำหนดให้กับบทความโดยผู้ใช้","Read more":"อ่านเพิ่มเติม","Refer a friend":"แนะนำเพื่อน","Registration date":"วันที่ลงทะเบียน","Registrations":"การลงทะเบียน","Registrations count":"จำนวนการลงทะเบียน","Remove our branding and logo from the chat widget.":"ลบการสร้างแบรนด์และโลโก้ของเราออกจากวิดเจ็ตการแชท","Repeat password":"รหัสผ่านซ้ำ","Response from the bot":"คำตอบจากบอท","restored.":"คืนค่า","Saturday":"วันเสาร์","Save as reply":"บันทึกเป็นการตอบกลับ","Save changes":"บันทึกการเปลี่ยนแปลง","Search ...":"ค้นหา ...","Search for Intents...":"ค้นหา Intents...","Search for keywords or users...":"ค้นหาคีย์เวิร์ดหรือผู้ใช้...","Search replies...":"ค้นหาคำตอบ...","Search terms":"คำค้นหา","Search users ...":"ค้นหาผู้ใช้ ...","Searches":"ค้นหา","Select a conversation from the left menu or start a new conversation from the users area.":"เลือกการสนทนาจากเมนูด้านซ้ายหรือเริ่มการสนทนาใหม่จากพื้นที่ผู้ใช้","Select a conversation or start a new one":"เลือกการสนทนาหรือเริ่มใหม่","Send":"ส่ง","Send message":"ส่งข้อความ","Send message now":"ส่งข้อความตอนนี้","Send now":"ส่งเดี๋ยวนี้","Send text message":"ส่งข้อความ","Send the offline message only if the bot doesn't understand a user's question\/intent":"ส่งข้อความออฟไลน์เฉพาะเมื่อบอทไม่เข้าใจคำถาม\/เจตนาของผู้ใช้","Send to bot":"ส่งให้บอท","Send to inbox":"ส่งในอินบ็อกซ์","Send to Zendesk":"ส่งไปที่ Zendesk","Sends a text message if sending of the WhatsApp message fails.":"ส่งข้อความหากการส่งข้อความ WhatsApp ล้มเหลว","September":"กันยายน","services":"บริการ","Settings":"การตั้งค่า","Settings saved":"การตั้งค่าที่บันทึกไว้","Settings successfully imported. Reload the admin area to apply the new settings.":"นำเข้าการตั้งค่าเรียบร้อยแล้ว โหลดพื้นที่ผู้ดูแลระบบซ้ำเพื่อใช้การตั้งค่าใหม่","Sign into":"เข้าสู่ระบบ","Smileys & Emotions ":"รอยยิ้มและอารมณ์","Sms automations count":"ระบบ SMS อัตโนมัตินับ","Start a conversation":"เริ่มการสนทนา","Subscribe":"ติดตาม","Subscribe emails count":"สมัครอีเมลนับ","Sunday":"วันอาทิตย์","Support Board cannot connect to the database. Please check the database information and try again.":"Support Board ไม่สามารถเชื่อมต่อกับฐานข้อมูล โปรดตรวจสอบข้อมูลฐานข้อมูลและลองอีกครั้ง","Support Board cannot get the plugin URL.":"Support Board ไม่สามารถรับ URL ของปลั๊กอินได้","Synchronization completed":"การซิงโครไนซ์เสร็จสมบูรณ์","Synchronize now":"ประสานตอนนี้","Text formatting supported. See the docs for more details.":"รองรับการจัดรูปแบบข้อความ ดูเอกสารสำหรับรายละเอียดเพิ่มเติม","The article will be deleted permanently.":"บทความจะถูกลบอย่างถาวร","The category will be deleted permanently.":"หมวดหมู่จะถูกลบออกอย่างถาวร","The date and time in":"วันที่และเวลาใน","The e-mail address is already registered. Use another email address or login with your account.":"ที่อยู่อีเมลได้รับการลงทะเบียนแล้ว ใช้ที่อยู่อีเมลอื่นหรือเข้าสู่ระบบด้วยบัญชีของคุณ","The email address is not valid":"ที่อยู่อีเมลไม่ถูกต้อง","The number of messages sent monthly, all messages are counted, including messages from agents, administrators and chatbot.":"จำนวนข้อความที่ส่งเป็นรายเดือน นับข้อความทั้งหมด รวมทั้งข้อความจากตัวแทน ผู้ดูแลระบบ และแชทบอท","The password must be at least 8 characters long":"รหัสผ่านต้องมีความยาวอย่างน้อย 8 ตัวอักษร","The passwords do not match.":"รหัสผ่านไม่ตรงกัน.","The Support Board path is:":"เส้นทาง Support Board คือ:","The user has been notified by email":"ผู้ใช้ได้รับแจ้งทางอีเมล","The user has been notified by email and text message":"ผู้ใช้ได้รับแจ้งทางอีเมลและข้อความ","The user is offline. Only the carts of online users can be updated.":"ผู้ใช้ออฟไลน์ เฉพาะรถเข็นของผู้ใช้ออนไลน์เท่านั้นที่สามารถอัปเดตได้","This conversation will be archived.":"การสนทนานี้จะถูกเก็บถาวร","This conversation will be deleted.":"การสนทนานี้จะถูกลบ","This conversation will be restored.":"การสนทนานี้จะถูกกู้คืน","This email is already in use.":"อีเมลนี้ถูกใช้ไปแล้ว","This feature requires the Dialogflow App. Get it from the apps area.":"คุณลักษณะนี้ต้องใช้แอป Dialogflow รับได้จากพื้นที่แอพ","This message has been sent because {T} assigned this conversation to you.":"ข้อความนี้ถูกส่งเพราะ {T} มอบหมายการสนทนานี้ให้กับคุณ","This message has been sent because {T} assigned this conversation to your department.":"ข้อความนี้ถูกส่งเพราะ {T} มอบหมายการสนทนานี้ให้กับแผนกของคุณ","This message has been sent because {T} does not know the answer to the user's question.":"ข้อความนี้ถูกส่งเพราะ {T} ไม่ทราบคำตอบสำหรับคำถามของผู้ใช้","Thursday":"วันพฤหัสบดี","Tickets":"ตั๋ว","Timezone":"เขตเวลา","To":"ถึง","To continue to":"เพื่อไปต่อ","Token":"โทเค็น","Translations":"คำแปล","Translations saved":"บันทึกคำแปลแล้ว","Trash":"ขยะ","Travel & Places ":"การเดินทางและสถานที่","Tuesday":"วันอังคาร","Type":"พิมพ์","Update available.":"อัปเดตได้","Update center":"อัพเดทศูนย์","Update completed.":"อัปเดตเสร็จแล้ว","Update here your profile information":"อัพเดทข้อมูลโปรไฟล์ของคุณที่นี่","Update here your profile information.":"อัปเดตข้อมูลโปรไฟล์ของคุณที่นี่","Update membership":"อัพเดทสมาชิก","Update now":"อัพเดทตอนนี้","Updates":"อัพเดท","URL":"URL","User":"ผู้ใช้","User browsers":"เบราว์เซอร์ของผู้ใช้","User conversations":"บทสนทนาของผู้ใช้","User countries":"ประเทศผู้ใช้","User IDs":"รหัสผู้ใช้","User languages":"ภาษาของผู้ใช้","User login form information.":"ข้อมูลแบบฟอร์มเข้าสู่ระบบของผู้ใช้","User operating systems":"ระบบปฏิบัติการของผู้ใช้","User registrations count":"จำนวนการลงทะเบียนผู้ใช้","User type":"ประเภทผู้ใช้","Users":"ผู้ใช้","Users count. Users are registered with an email address.":"ผู้ใช้นับ ผู้ใช้ลงทะเบียนด้วยที่อยู่อีเมล","Users deleted":"ผู้ใช้ถูกลบ","Users list":"รายชื่อผู้ใช้","Users successfully imported.":"นำเข้าผู้ใช้เรียบร้อยแล้ว","Users table additional fields":"ผู้ใช้ตารางช่องเพิ่มเติม","Utilize an artificially intelligent chat bot to automatically answer your users' questions and perform other complex tasks.":"ใช้แชทบอทอัจฉริยะเพื่อตอบคำถามของผู้ใช้ของคุณโดยอัตโนมัติและทำงานที่ซับซ้อนอื่นๆ","Verify":"ตรวจสอบ","View member":"ดูสมาชิก","View your payments here.":"ดูการชำระเงินของคุณที่นี่","Visitor registrations count":"จำนวนการลงทะเบียนผู้เข้าชม","Visitors":"ผู้เข้าชม","Visitors count. Visitors are users who have not started any conversations and who are not registered.":"จำนวนผู้เข้าชม ผู้เยี่ยมชมคือผู้ใช้ที่ยังไม่ได้เริ่มการสนทนาและไม่ได้ลงทะเบียน","We sent you a secret code":"เราส่งรหัสลับให้คุณแล้ว","Wednesday":"วันพุธ","We're having trouble connecting to your database. Please edit the file config.php and check your database connection details. Error: ":"เรากำลังประสบปัญหาในการเชื่อมต่อกับฐานข้อมูลของคุณ โปรดแก้ไขไฟล์ config.php และตรวจสอบรายละเอียดการเชื่อมต่อฐานข้อมูลของคุณ ข้อผิดพลาด:","White Label":"ป้ายขาว","White Label is active":"White Label เปิดใช้งานอยู่","Write a message...":"เขียนข้อความ...","Write here your message...":"เขียนข้อความของคุณที่นี่...","Write here your note...":"เขียนบันทึกของคุณที่นี่...","You cannot sign in as an agent.":"คุณไม่สามารถลงชื่อเข้าใช้ในฐานะตัวแทน","Your current earnings":"รายได้ปัจจุบันของคุณ","Your license key is expired. Please purchase a new license. If you believe this is an error, please contact support.":"รหัสใบอนุญาตของคุณหมดอายุ กรุณาซื้อใบอนุญาตใหม่ หากคุณเชื่อว่านี่เป็นข้อผิดพลาด โปรดติดต่อฝ่ายสนับสนุน","Your profile information has been updated successfully.":"ข้อมูลโปรไฟล์ของคุณได้รับการอัพเดตเรียบร้อยแล้ว"}